"CFBundleDisplayName"="Poker Rules";

/* explanation of the all-in play */
"all-in explanation" = "An All-in consists of a player wagering all his chips in one move. If a second player does not have enough chips to call the bet, he can give All-in to compete for the pot, but will compete for a separate pot. If this player wins, he can receive from other players only the amount that he bets on his All-in (the separated pot). In other words, the player will not receive the chips wagered after his All-in.";

/* name of the play bet */
"bet" = "Bet";

/* explanation of the bet play */
"bet explanation" = "If there is still no bet on the current betting round, a player can bet. If a player bets, the adjacent player (clockwise) as well as any subsequent players may fold, raise or call.";

/* description of the player big blind */
"big blind explanation" = "The Big Blind must bet before seeing his own cards, regardless of whether you want to fold or not. In the case of the Big Blind, the player must bet the value of the blind. The Big Blind will always be the player sitting to the left of the Small Blind.";

/* name of the play call */
"call" = "Call";

/* explanation of the call play */
"call explanation" = "If there has been a bet on the current round, a player may call. In calling, the player will match the current bet of his opponent(s).";

/* name of the play check */
"check" = "Check";

/* explanation of the check play */
"check explanation" = "If there is no bet on the current round of betting, a player may pass the turn. Checking does not imply a waiver of the pot, but only the present right to bet. If all active players pass during a round of betting, the round is considered complete.";

/* description of the player dealer */
"dealer explanation" = "Theoretically, the dealer is the player who plays the cards at the beginning of the move. However, this concept is overlooked in games where there is a professional dealer or an automated (online). Even so, dealer identification is still important, as he will always be the last to play, except in the Pre-Flop, where the last player is the big blind. At every end of play, the dealer becomes the player to the left of the previous dealer.";

/* description of the flop turn */
"flop explanation" = "After the first round of betting is complete, the first three community cards are dealt. This is called a flop.";

/* name of the hand flush */
"flush" = "Flush";

/* description of the hand flush */
"flush description" = "Five cards of the same suit. In the case of more than one player with a flush, wins the one with the flush with the highest value card. The flush suit is not a tiebreaker";

/* name of the play fold */
"fold" = "Fold";

/* explanation of the fold play */
"fold explanation" = "By giving up, you give up any interest in the pot. A player who gives up can no longer bet any amount during this hand of the game.";

/* name of the hand four of a kind */
"four of a kind" = "Four Of a Kind";

/* description of the hand four of a kind */
"four of a kind description" = "Four cards of the same number. In the case of more than one player with a four of a kind, the winner with the highest four of a kind wins.";

/* name of the hand full house */
"full house" = "Full House";

/* description of the hand full house */
"full house description" = "A three of a kind and a pair in the same hand. In case of more than one player with a full house, wins the one with the highest value. If the three of a kinds are the same, the winner is the one with a higher pair.";

/* name of the hand high card */
"high card" = "High Card";

/* description of the hand high card */
"high card description" = "Any hand does not fit onthe other rules. In this case, the hand with the higher card wins. In case of a tie, the hand with the next highest card wins.";

/* name of the hand pair */
"pair" = "One Pair";

/* description of the hand high card */
"pair description" = "Two cards of the same number. In the case of more than one player with one pair, the highest pair wins. If two players have the same pair, the one with the highest unrelated card wins.";

/* the title of the section players */
"players section title" = "Players";

/* the title of the section plays */
"plays section title" = "Plays";

/* description of the pre-flop turn */
"pre-flop description" = "All action that occurs before the first three community cards (the 'flop') are dealt is described as 'pre-flop'. After each player has been able to observe their closed cards, each of them plays for the first time.";

/* name of the play raise */
"raise" = "Raise";

/* explanation of the raise play */
"raise explanation" = "If there has been a bet on the current round, a player may increase. As you increase, instead of matching, you bet an even higher amount. All subsequent players, including those who bet previously, must pay or raise (re-raise) in order to express their interest in the pot.";

/* description of the river turn */
"river explanation" = "After the completion of all bets in the third round of betting, the fifth and final community card is dealt. This is known as the 'river'. A last round of betting begins then, starting again by the first player to the left of the button.";

/* description of the player small blind */
"small blind explanation" = "The Small Blind must bet before seeing his own cards, regardless of whether you want to fold or not. In the case of Small Blind, the player must bet half the value of the blind. The Small Blind will always be the player sitting behind the Dealer";

/* name of the hand straght */
"straight" = "Straight";

/* description of the hand straight */
"straight description" = "Five cards in sequence. In the case of one more player with a sequence, wins the one with the sequence with the highest value card.";

/* name of the hand straight flush */
"straight flush" = "Straight Flush";

/* description of the hand straight flush */
"straight flush description" = "Five cards in sequence and same suit. In case of more than one player with Straight Flush, the one with the highest card wins. The highest-value straight flush (from 10 to A) is called the Royal Street Flush, and is the best poker hand.";

/* name of the hand three of a kind */
"three of a kind" = "Three of a Kind";

/* description of the hand three of a kind */
"three of a kind description" = "Three cards with the same number. If two players have the same three of a kind, win the highest remaining card.";

/* description of the turn turn */
"turn explanation" = "After all bets have been placed on the second betting round, the fourth community card is dealt. This is known as 'turn'. Another round of betting begins, starting with the first player to the left of the dealer still in hand.";

/* the title of the section turn chronological order */
"turn order section title" = "Chronological Order of the Game";

/* name of the hand two pairs */
"two pairs" = "Two Pairs";

/* description of the hand two pairs */
"two pairs description" = "Two pairs of cards with the same number. The player with the highest value pairs wins. If two players have the same two pairs, the one with the highest card remaining wins.";

/* name of the logo image */
"logo image name" = "poker rules logo.png";